[
{
    "value": "Запястия_1",
    "name": "Разгибание запястья с гантелями",
    "discription": "1)Возьмите две гантели хватом сверху и положите предплечья на колени.\n2)Пусть ваши запястья полностью согнутся, затем вытяните запястья.",
    "url": ""
},

{
    "value": "Запястия_2",
    "name": "Подтягивания",
    "discription": "1)Возьмитесь за штангу на ширине плеч супинированным хватом (ладони обращены к вам).\n2)Когда ваше тело висит, а руки полностью вытянуты, подтягивайтесь, пока ваш подбородок не окажется за перекладиной.\n3)Медленно вернитесь в исходное положение. Повторите.",
    "url": ""
},

{
    "value": "Запястия_3",
    "name": "Сгибание запястья с гантелями",
    "discription": "1)Возьмитесь за гантель ладонью вверх, уперев предплечье в скамью.\n2)Медленно согните запястье вверх полукруглыми движениями.\n3)Вернитесь в исходное положение и повторите упражнение.",
    "url": ""
},
{
    "value": "Бицепцы_1",
    "name": "Скручивание штанги",
    "discription": "1)Удерживая предплечья неподвижными, наклоните гантели вперед, одновременно сокращая бицепсы на выдохе.\n2)Продолжайте движение до тех пор, пока ваши бицепсы полностью не сократятся, а штанга не окажется на уровне плеч.\n3)Задержитесь в сжатом положении на секунду и сильно сожмите бицепс.\n4)Медленно верните вес в исходное положение.",
    "url": ""
},

{
    "value": "Бицепцы_2",
    "name": "Подтягивания",
    "discription": "1)Возьмитесь за штангу на ширине плеч супинированным хватом (ладони обращены к вам).\n2)Когда ваше тело висит, а руки полностью вытянуты, подтягивайтесь, пока ваш подбородок не окажется за перекладиной.\n3)Медленно вернитесь в исходное положение. Повторите.",
    "url": ""
},

{
    "value": "Бицепцы_3",
    "name": "Сгибания с гантелями",
    "discription": "1)Встаньте прямо, держа по гантели в каждой руке на расстоянии вытянутой руки.\n2)Поднимите одну гантель и поверните предплечье так, чтобы оно было вертикальным, а ладонь обращена к плечу.\n3)Опустите в исходное положение и повторите упражнение с противоположной рукой",
    "url": ""
},
{
    "value": "Плечи_1",
    "name": "Жим штанги над головой",
    "discription": "1)Возьмите хват примерно на ширине плеч. От вашего локтя до кулака должна быть прямая линия (вертикальные предплечья).\n2)Отведите подбородок назад и поднимите вес к потолку, разгибаясь в локтевом суставе и сгибаясь в плечевом суставе.\n3)Нажимайте, пока ваши локти не будут вытянуты, и слегка наклоните голову вперед.\n4)Вернитесь в исходное положение с контролем. Отведите подбородок назад, чтобы позволить штанге безопасно пройти мимо вашего лица.",
    "url": ""
},

{
    "value": "Плечи_2",
    "name": "Жим гантелей сидя над головой",
    "discription": "1)Сядьте на скамью с поддержкой спины. Поднимите гантели на высоту плеч ладонями вперед.\n2)Поднимите гантели вверх и сделайте паузу в сжатом положении.\n3)Опустите гантели обратно в исходное положение.",
    "url": ""
},

{
    "value": "Плечи_3",
    "name": "Боковой подъем в блоке",
    "discription": "1)Используйте насадку на рукоятку с кабелем, установленным до самого низа машины.\n2)Вы должны вертикально отводить в плече, поднимая руку прямо в сторону.\n3)Поднимайте, пока ваша рука не будет параллельна земле, а затем вернитесь в исходное положение.",
    "url": ""
},
{
    "value": "Предплечье_1",
    "name": "Пожатие плечами в положении сидя с гантелями",
    "discription": "1)Сядьте на скамью с гантелями в обеих руках, ладони обращены к телу, спина прямая.\n2)Поднимите плечи и удерживайте сжатое положение на вершине движения.\n3)Медленно опустите плечи обратно в исходное положение.",
    "url": ""
},

{
    "value": "Предплечье_2",
    "name": "Пожатие плечами со штангой",
    "discription": "1)Встаньте, расставив ноги на ширине плеч, держа штангу обеими руками впереди чуть ниже ширины плеч.\n2)Наклонитесь вперед в бедрах, слегка согнув колени, сохраняя спину прямой.\n3)Напрягите лопатки, как будто вы пытаетесь соединить их вместе.\n4)Отпустите пожатие плечами.",
    "url": ""
},

{
    "value": "Предплечье_3",
    "name": "Тяга штанги к подбородку",
    "discription": "1)Сделайте двойной захват сверху примерно на ширине плеч.\n2)Вытяните локти прямо к потолку. Стремитесь поднять штангу на уровень подбородка или чуть выше.",
    "url": ""
},
{
    "value": "Грудь_1",
    "name": "Жим штанги лежа",
    "discription": "1)Лягте на скамью, поставив ноги на пол. С прямыми руками разогните штангу.\n2)Опустите штангу до середины груди\n3)Поднимайте штангу, пока не зафиксируете локти.",
    "url": "https://youtu.be/YwK4sbSrtso"
},

{
    "value": "Грудь_2",
    "name": "Жим гантелей на наклонной скамье",
    "discription": "1)Поднимите скамью под углом 30-45 градусов\n2)Лягте на скамью и поставьте ноги на пол.\n3)Поднимите гантели прямыми руками, затем медленно опустите их примерно на ширину плеч.\n4)Поднимайте их снова, пока ваши руки не будут зафиксированы и снова в исходном положении.",
    "url": ""
},

{
    "value": "Грудь_3",
    "name": "Разведения с гантелями на наклонной скамье",
    "discription": "1)Лягте на скамью и поставьте ноги на пол.\n2)Начните упражнение с гантелей, удерживаемых вместе над грудью, локти слегка согнуты.\n3)Одновременно опускайте гантели в обе стороны.\n4)Сделайте паузу, когда гантели будут параллельны скамье, затем поднимите руки в исходное положение.",
    "url": ""
},

{
    "value": "Косые_1",
    "name": "Кабель Паллофа",
    "discription": "1)Используйте насадку с ручкой, установите кабель на уровне соска, отойдите на несколько шагов и повернитесь лицом вбок.\n2)Начните с обеих рук на ручке, а кулаки прижмите к груди.\n3)Нажимайте на ручку вперед, пока ваши локти не будут полностью вытянуты, затем потяните ручку назад к груди.",
    "url": ""
},

{
    "value": "Косые_2",
    "name": "Измельчитель древесины для гантелей",
    "discription": "1)Встаньте в стойку на ширине плеч. Начните с гантели рядом с одним из ваших квадрицепсов.\n2)Повернитесь в верхней части позвоночника, чтобы задействовать косые мышцы.\n3)Вы можете повернуть заднюю ногу, чтобы не создавать слишком большой крутящий момент в колене.",
    "url": ""
},

{
    "value": "Косые_3",
    "name": "Боковой подъем штанги",
    "discription": "1)Встаньте прямо и возьмитесь за конец штанги\n2)Держите бедра и плечи направленными вперед, медленно наклоняйтесь в одну сторону\n3)Вернитесь в вертикальное положение.\n4)Поменяйте руки и повторите.",
    "url": ""
},
{
    "value": "Пресс_1",
    "name": "Ручная планка",
    "discription": "1)Начните с положения на коленях, положив руки на пол.\n2)Оторвите колени от земли. Задержитесь в этом положении с плоской спиной.",
    "url": ""
},

{
    "value": "Пресс_2",
    "name": "Скручивания",
    "discription": "1)Лягте на спину, согнув колени и поставив ступни на пол, примерно в футе от поясницы.\n2)Положите кончики пальцев на виски ладонями наружу.\n3)Втяните живот в основание позвоночника, чтобы задействовать мышцы, затем оторвите голову и плечи от пола. Вернитесь в исходное положение и повторите.",
    "url": ""
},

{
    "value": "Пресс_3",
    "name": "Планка на предплечьях",
    "discription": "1)Положите предплечья на пол, согнув локти под углом 90° на уровне плеч, руки параллельны на ширине плеч.\n2)Ваши ноги должны быть вместе, только пальцы ног должны касаться пола.\n3)Оторвите живот от пола и сформируйте прямую линию от пяток до макушки головы и удерживайте.",
    "url": ""
},
{
    "value": "Квадрицепцы_1",
    "name": "Приседания со штангой",
    "discription": "1)Встаньте так, чтобы ноги были на ширине плеч. Поддерживайте естественную дугу в спине, сжимая лопатки и поднимая грудь.\n2)Возьмите штангу за плечи и поддержите ее на верхней части спины. Разверните штангу, выпрямив ноги, и сделайте шаг назад.\n3)Сгибайте колени, когда вы опускаете вес, не изменяя форму спины, пока ваши бедра не окажутся ниже колен.\n4)Поднимите штангу обратно в исходное положение, поднимите ноги и выдохните сверху.",
    "url": ""
},

{
    "value": "Квадрицепцы_2",
    "name": "Выпады вперед",
    "discription": "1)Сделайте шаг вперед одной ногой.\n2)Опускайте корпус, пока заднее колено почти не коснется земли.\n3)Убедитесь, что вы остаетесь в вертикальном положении, а ваше переднее колено остается над передней ногой.\n4)Отталкивайтесь от пола передней ногой, пока не вернетесь в исходное положение. Поменяйтесь ногами.",
    "url": ""
},

{
    "value": "Квадрицепцы_3",
    "name": "Разгибания ног",
    "discription": "1)Сядьте на тренажер спиной к подушке и отрегулируйте тренажер, который вы используете, так, чтобы ваши колени были под углом 90 градусов в исходном положении.\n2)Поднимите вес, вытянув колени наружу, затем опустите ногу в исходное положение. Оба движения должны выполняться медленными, контролируемыми движениями.",
    "url": ""
},
{
    "value": "Икры_1",
    "name": "Подъемы на икры стоя",
    "discription": "1)Отрегулируйте тренажер в соответствии со своим ростом и подставьте плечи под мягкий рычаг.\n2)Подушечки ваших стоп должны поддерживать ваш вес на блоке икр, а пятки отходить от него.\n3)Вытяните пятки вверх, сохраняя колени неподвижными, и сделайте паузу в сжатом положении.\n4)Медленно вернитесь в исходное положение. Повторите.",
    "url": ""
},

{
    "value": "Икры_2",
    "name": "Подъемы икр со штангой",
    "discription": "1)Положите штангу на спину\n2)Начните с того, что поставьте ноги ровно на землю\n3)Вытяните пятки вверх, сохраняя колени неподвижными, и сделайте паузу в сжатом положении.\n4)Медленно вернитесь в исходное положение. Повторите.",
    "url": ""
},

{
    "value": "Икры_3",
    "name": "Подъем на икры, сидя на тренажере",
    "discription": "1)Устройтесь на тренажере поудобнее, затем поместите нижнюю часть бедер под мягкий рычаг. Поместите пальцы ног и подушечки стоп на опоры для ног.\n2)Не допускайте соскальзывания груза вперед, взявшись за ручки, и отпустите предохранительную планку. Опускайте вес, пока ваши икры не вытянутся.\n3)Поднимите пятки вверх, чтобы поднять мягкий рычаг, и удерживайте сжатое положение, затем медленно опускайтесь обратно в исходное положение. Повторите.",
    "url": ""
},
{
    "value": "Трицепцы_1",
    "name": "Тяга в блоке",
    "discription": "1)Для этого вы можете использовать любое вложение. Кабель должен быть установлен полностью в верхней части машины.\n2)Следите за тем, чтобы предплечье было прижато к боку. Вытягивайте локти до тех пор, пока не почувствуете, как сокращаются трицепсы.",
    "url": ""
},

{
    "value": "Трицепцы_2",
    "name": "Жим лежа узким хватом",
    "discription": "1)Лягте на скамью, поставив ноги на пол. С узким хватом на перекладине выпрямите руки\n2)Опустите штангу до середины груди\n3)Медленно поднимайте штангу, пока не зафиксируете локти.",
    "url": ""
},

{
    "value": "Трицепцы_3",
    "name": "Разгибания с гантелями из-за головы",
    "discription": "1)Лягте плашмя на пол или скамью, вытянув кулаки к потолку и держа их нейтральным хватом.\n2)Согните руки в локтях, пока кулаки не окажутся у висков. Затем вытяните локти и напрягите трицепсы в верхней части.",
    "url": ""
},
{
    "value": "backCenter_1",
    "name": "Подтягивания",
    "discription": "1)Возьмитесь за перекладину хватом сверху, руки и плечи полностью вытянуты.\n2)Подтяните свое тело вверх, пока ваш подбородок не окажется над перекладиной.\n3)Опустите свое тело обратно в исходное положение.",
    "url": ""
},

{
    "value": "backCenter_2",
    "name": "Становая тяга",
    "discription": "1)Встаньте, поставив среднюю ногу под перекладину, и возьмитесь за перекладину руками примерно на ширине плеч.\n2)Согните ноги в коленях, затем поднимите штангу, выпрямив спину. Важно держать спину прямо.\n3)Встаньте в полный рост и удерживайте.\n4)Опустите штангу на пол, согнув колени и держа спину прямо.",
    "url": ""
},

{
    "value": "backCenter_3",
    "name": "Тяга гантели одной рукой",
    "discription": "1)Упритесь правой рукой во что-нибудь устойчивое (скамейку, ящик). Измените свою стойку так, чтобы ваша нога со стороны рабочей руки была отведена назад.\n2)Постарайтесь, чтобы ваше туловище было параллельно земле. Это расширит диапазон ваших движений.\n3)Позвольте вашей руке свободно свисать, а затем отведите локоть назад. Представьте, что у вас подмышкой теннисный мяч, и сжимайте его при каждом повторении.",
    "url": ""
},

{
    "value": "backCenter_4",
    "name": "Тяга гири на наклонной скамье",
    "discription": "1)Наклонитесь через заднюю часть скамьи, твердо поставив ноги на пол и разведя руки в стороны.\n2)Держа гирю обеими руками, напрягите лопатки, как будто вы пытаетесь соприкоснуться ими друг с другом. Отпустите пожатие плечами.",
    "url": ""
},

{
    "value": "Широчайшие_1",
    "name": "Подтягивания",
    "discription": "1)Возьмитесь за перекладину хватом сверху, руки и плечи полностью вытянуты.\n2)Потяните свое тело вверх, пока ваш подбородок не окажется над перекладиной.\n3)Опустите тело обратно в исходное положение.",
    "url": ""
},

{
    "value": "Широчайшие_2",
    "name": "Тяга к груди в блоке",
    "discription": "1)Возьмитесь за перекладину ладонями вперед, ваши руки должны быть разведены на расстояние шире ширины плеч.\n2)Когда вы вытянете обе руки перед собой, удерживая штангу, отведите туловище назад примерно на 30 градусов, выпячивая грудь.\n3)Плавным движением потяните штангу вниз примерно до уровня подбородка или чуть ниже, одновременно сводя лопатки вместе.\n4)После секундного выжимания медленно поднимите штангу обратно в исходное положение, когда ваши руки полностью вытянуты.",
    "url": ""
},

{
    "value": "Широчайшие_3",
    "name": "Тяга штанги к животу",
    "discription": "1)Возьмите штангу пронированным или супинированным хватом на ширине плеч.\n2)Наклонитесь вперед в бедрах, сохраняя ровную спину.\n3)Потяните вес к верхней части живота.\n4)Опустите вес контролируемым образом и повторите.",
    "url": ""
},
{
    "value": "Спина_1",
    "name": "Становая тяга",
    "discription": "1)Встаньте, поставив среднюю ногу под перекладину, и возьмитесь за перекладину руками примерно на ширине плеч.\n2)Согните ноги в коленях, затем поднимите штангу, выпрямив спину. Важно держать спину прямо.\n3)Встаньте в полный рост и удерживайте.\n4)Опустите штангу на пол, согнув колени и держа спину прямо.",
    "url": ""
},

{
    "value": "Спина_2",
    "name": "Гиперэкстензия",
    "discription": "1)Расположите бедра на подкладке и зацепите ступни за опоры платформы.\n2)Держа спину прямо, медленно прогибайтесь в талии, пока ваши ноги и спина не окажутся под углом 45 °.\n3)Медленно поднимите свое тело в исходное положение.",
    "url": ""
},

{
    "value": "Спина_3",
    "name": "Наклоны со штангой",
    "discription": "1)Поместите штангу между вашими ловушками и задними дельтами. Отведите лопатки назад, чтобы у штанги была полка, на которую можно сесть.\n2)Отведите бедра назад, пока не почувствуете растяжение подколенных сухожилий. Это означает, что вы приближаетесь к концу своего диапазона движений без округления позвоночника.\n3)Когда вы почувствуете растяжение, толкайте бедра вперед, пока не окажетесь в положении стоя.",
    "url": ""
},
{
    "value": "Ягодицы_1",
    "name": "Приседания со штангой",
    "discription": "1)Встаньте так, чтобы ноги были на ширине плеч. Поддерживайте естественную дугу в спине, сжимая лопатки и поднимая грудь.\n2)Возьмите штангу за плечи и поддержите ее на верхней части спины. Разверните штангу, выпрямив ноги, и сделайте шаг назад.\n3)Сгибайте колени, когда вы опускаете вес, не изменяя форму спины, пока ваши бедра не окажутся ниже колен.\n4)Поднимите штангу обратно в исходное положение, поднимите ноги и выдохните сверху.",
    "url": ""
},

{
    "value": "Ягодицы_2",
    "name": "Тяга бедра со штангой",
    "discription": "1)Сядьте на землю, поставив скамейку позади себя. Держите штангу над ногами чуть выше бедер.\n2)Откиньтесь на спинку скамьи так, чтобы ваши плечи опирались на нее, вытяните руки в обе стороны, используя скамью в качестве опоры.\n3)Поднимите вес, перемещая ноги и вытягивая бедра вверх. Поддерживайте вес плечами и ногами.\n4)Медленно вытягивайтесь как можно дальше, а затем медленно возвращайтесь в исходное положение.",
    "url": ""
},

{
    "value": "Ягодицы_3",
    "name": "Выпады вперед",
    "discription": "1)Сделайте шаг вперед одной ногой.\n2)Опускайте туловище до тех пор, пока ваше заднее колено почти не коснется земли.\n3)Убедитесь, что вы остаетесь в вертикальном положении, а ваше переднее колено остается выше передней ступни.\n4)Отталкивайтесь от пола передней ногой, пока не вернетесь в исходное положение. Поменяйтесь ногами.",
    "url": ""
},
{
    "value": "Подколенные_1",
    "name": "Становая тяга со штангой на прямых ногах",
    "discription": "1)Встаньте со штангой на уровне голеней, ноги на ширине плеч.\n2)Наклонитесь вперед в бедрах и держите колени как можно более вытянутыми.\n3)Возьмите штангу, а затем вытяните бедра, сохраняя прямую спину.\n4)Из положения стоя опускайте вес контролируемым образом.\n5)Вы можете либо опустить вес на пол, либо перед тем, как коснуться пола, в зависимости от вашей подвижности.",
    "url": ""
},

{
    "value": "Подколенные_2",
    "name": "Сгибания на бицепс бедра",
    "discription": "1)Лягте на тренажер, расположив ноги под мягким рычагом. Расположите ноги так, чтобы мягкий рычаг находился под мышцами икр.\n2)Поддержите себя, взявшись за боковые ручки тренажера, и медленно поднимите вес, держа ноги так, чтобы пальцы ног были направлены прямо.\n3)Сделайте паузу на вершине движения, затем медленно вернитесь в исходное положение.",
    "url": ""
},

{
    "value": "Подколенные_3",
    "name": "Наклоны со штангой",
    "discription": "1)Поместите штангу между вашими ловушками и задними дельтами. Отведите лопатки назад, чтобы у штанги была полка, на которую можно сесть.\n2)Отведите бедра назад, пока не почувствуете растяжение подколенных сухожилий. Это означает, что вы приближаетесь к концу своего диапазона движений без округления позвоночника.\n3)Когда вы почувствуете растяжение, толкайте бедра вперед, пока не окажетесь в положении стоя.",
    "url": ""
}
]
